{
    "name": "Image Tea (nano)",
    "developer": "Desainia Studio",
    "license": "MIT",
    "version": "1.0.9",
    "description": "Image Tea (nano) is a metadata generator for images and videos. Developed by Desainia Studio. Licensed under MIT.",
    "disclaimer_text_en": "NOTICE:\nYou are solely responsible for any risks, damages, or consequences that may arise from using this application. The developer is not responsible for any loss, damage, or consequences resulting from your use of this application.",
    "disclaimer_text_id": "PERHATIAN:\nKamu sepenuhnya bertanggung jawab atas segala risiko, kerusakan, atau konsekuensi yang mungkin timbul dari penggunaan aplikasi ini. Pengembang tidak bertanggung jawab atas kehilangan, kerusakan, atau konsekuensi apa pun yang diakibatkan oleh penggunaan aplikasi ini.",
    "disclaimer_explanation_en": "Copyright (c) 2025\n\nPermission is hereby granted, free of charge, to any person obtaining a copy\nof this software and associated documentation files (the \"Software\"), to deal\nin the Software without restriction, including without limitation the rights\nto use, copy, modify, merge, publish, distribute, sublicense, and/or sell\ncopies of the Software, and to permit persons to whom the Software is\nfurnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all\ncopies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR\nIMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,\nFITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE\nAUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER\nLIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,\nOUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE\nSOFTWARE.\n\nAdditional Notice:\nThe developer of this application does not collect, store, or process any user data. All data processed by this application is sent only to the relevant API or platform as required for its functionality. The developer has no knowledge of, nor responsibility for, how users utilize this application. This application is provided solely as a tool, and is shared as an act of charity (sadaqah jariyah) without any commercial intent.\n\nSupport for Development:\nIf you wish to support the development of this application, you can do so by requesting useful features or making a donation. Your contribution will help improve this tool and benefit more users.",
    "disclaimer_explanation_id": "Hak Cipta (c) 2025\n\nIzin diberikan secara cuma-cuma kepada siapa pun yang memperoleh salinan perangkat lunak ini dan file dokumentasi terkait (\"Perangkat Lunak\"), untuk menggunakan, menyalin, mengubah, menggabungkan, menerbitkan, mendistribusikan, mensublisensikan, dan/atau menjual salinan Perangkat Lunak, serta mengizinkan orang lain yang menerima Perangkat Lunak untuk melakukan hal yang sama, dengan ketentuan berikut:\n\nPemberitahuan hak cipta di atas dan pemberitahuan izin ini harus dicantumkan dalam semua salinan atau bagian substansial dari Perangkat Lunak.\n\nPERANGKAT LUNAK INI DIBERIKAN \"APA ADANYA\", TANPA JAMINAN APA PUN, BAIK TERSURAT MAUPUN TERSIRAT, TERMASUK NAMUN TIDAK TERBATAS PADA JAMINAN DIPERDAGANGKAN, KESESUAIAN UNTUK TUJUAN TERTENTU, DAN BEBAS PELANGGARAN. DALAM KEADAAN APA PUN, PENULIS ATAU PEMEGANG HAK CIPTA TIDAK BERTANGGUNG JAWAB ATAS KLAIM, KERUSAKAN, ATAU KEWAJIBAN LAIN, BAIK DALAM KONTRAK, PERBUATAN MELAWAN HUKUM, ATAU LAINNYA, YANG TIMBUL DARI, DARI ATAU SEHUBUNGAN DENGAN PERANGKAT LUNAK ATAU PENGGUNAAN ATAU TRANSAKSI LAIN DALAM PERANGKAT LUNAK.\n\nCatatan Tambahan:\nPengembang aplikasi ini tidak mengumpulkan, menyimpan, atau memproses data pengguna apa pun. Semua data yang diproses oleh aplikasi ini hanya dikirim ke API atau platform terkait sesuai kebutuhan fungsionalitasnya. Pengembang tidak mengetahui dan tidak bertanggung jawab atas bagaimana kamu menggunakan aplikasi ini. Aplikasi ini hanya disediakan sebagai alat dan dibagikan sebagai amal jariyah tanpa tujuan komersial.\n\nDukungan Pengembangan:\nJika kamu ingin mendukung pengembangan aplikasi ini, kamu dapat melakukannya dengan mengajukan permintaan fitur yang bermanfaat atau memberikan donasi. Kontribusimu akan membantu meningkatkan alat ini dan memberi manfaat bagi lebih banyak pengguna.",
    "links": {
        "whatsapp": "https://chat.whatsapp.com/CMQvDxpCfP647kBBA6dRn3",
        "website": "https://www.image-tea.cloud/",
        "readme": "https://github.com/mudrikam/Image-Tea-nano/blob/main/README.md",
        "repo": "https://github.com/mudrikam/Image-Tea-nano"
    }
}